Repository: corujitoam/edd-pagseguro
Catalog: lan/edd-pagseguro-gateway-*.po
Languages: es_es, pt_br

source: get it here
es_es: consigalo aqui
pt_br: pegue aqui

source: IPN settings
es_es: Configuracion IPN
pt_br: Configurações IPN

source: PagSeguro Settings
es_es: Configuracion de PagSeguro
pt_br: Configurações PagSeguro

source: Configure your PagSeguro Settings
es_es: Configure sus ajustes de PagSeguro
pt_br: Ajuste suas configurações PagSeguro

source: IMPORTANT
es_es: IMPORTANTE
pt_br: IMPORTANTE

source: PagSeguro only supports payments in Brazilian Reals ( BRL ). This Gateway does not support the test mode account, all payments will be processed live.
es_es: PagSeguro solo soporta pagos realizados en Reales Brazileros ( BRL ). Esta pasarela de pagos no soporta el modo de prueba, todos los pagos son procesados al momento.
pt_br: PagSeguro suporta apenas Real Brasileiro ( BRL ). Este método de pagamento não tem suporte ao modo teste, todos os pagamentos serão processados como válidos.

source: Set your PagSeguro %s to notify this URL: %s
es_es: Configure su Pagseguro %s para que notifique esta URL: %s
pt_br: Coloque suas configurações IPN PagSeguro %s para notificar esta url: %s

source: Client Email
es_es: Email Cliente
pt_br: Email da conta

source: Enter your PagSeguro client email
es_es: Ingrese su email registrado en PagSeguro
pt_br: Coloque seu email da conta do PagSeguro

source: Client Token
es_es: Token Cliente
pt_br: Token da conta

source: Enter your PagSeguro client token ( %s )
es_es: Ingrese el token proporciando por PagSeguro ( %s )
pt_br: Coloque o seu Token de cliente PagSeguro (%s)

source: Thanks for completing the checkout. <strong>Your Payment is in pending mode</strong>. Please complete the process with PagSeguro to access your purchased files.
es_es: Gracias por completar la caja. <strong> Su pago se encuentra en modo pendiente </strong>. Por favor complete el proceso con PagSeguro para acceder a los archivos adquiridos.
pt_br: Obrigado por completar a compra. <strong>Seu pagamento está como pendente no momento</strong>. Favor complete o pagamento com o PagSeguro.

source: PagSeguro IPN Service Error
es_es: Error de IPN de PagSeguro
pt_br: Erro no Serviço IPN PagSeguro

source: Please enter your PagSeguro Client Email and Token in settings
es_es: Por favor ingrese su email y token de cliente PagSeguro en los ajustes
pt_br: Favor coloque seu email e Token PagSeguro nas configurações.

source: PagSeguro %s Checkout Error
es_es: Error de caja PagSeguro %s
pt_br: Erro na transação PagSeguro %s
